Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.ShowWeldNumber


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.VisibilityFlags


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.FontAttributes


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.LineColor


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.LineType


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.TransparentBackground


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.ToStruct(Tekla.Structures.Drawing.WeldMark.WeldMarkAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.FromStruct(Tekla.Structures.Drawing.WeldMark.WeldMarkAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.SeamAboveToStruct(Tekla.Structures.Drawing.WeldMark.SeamVisibilityAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.SeamBelowToStruct(Tekla.Structures.Drawing.WeldMark.SeamVisibilityAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.CommonVisibilityAttributesToStruct(Tekla.Structures.Drawing.WeldMark.WeldMarkAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.SeamAboveFromStruct(Tekla.Structures.Drawing.WeldMark.SeamVisibilityAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.SeamBelowFromStruct(Tekla.Structures.Drawing.WeldMark.SeamVisibilityAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.CommonVisibilityAttributesFromStruct(Tekla.Structures.Drawing.WeldMark.WeldMarkAttributes)
